{
  "LocaleSwitcher": {
    "label": "Поменять язык",
    "locale": "{locale, select, ru {🇷🇺 Рус} en {🇬🇧 Англ} other {Неизвестный}}"
  },
  "Header": {
    "subtitle": "Веб разработчик | Мобильный разработчик"
  },
  "Navigation": {
    "home": "Главная",
    "about": "Обо мне",
    "certificates": "Сертификаты"
  },
  "Home": {
    "header": "Привет!",
    "authorName": "Я Риза",
    "text": "Я Риза, живу в Ашхабаде. Я родился в 2007 году и являюсь программистом. Этот сайт - моя визитная карточка для ознакомления со мной. Со временем сайт будет дополняться. <br></br> Сейчас я изучаю мобильную разработку. Хорошо знаком с разработкой веб-приложений, особенно на React и NextJS, а также хорошо знаком с созданием бэкэндов и API в Django и django-rest-framework. <br></br> Если вы хотите прочитать обо мне, зайдите в раздел «Обо мне». а если хотите увидеть мои достижения, зайдите в раздел «Сертификаты»."
  },
  "About": {
    "header": "Это страница обо мне!",
    "content": "Моя история коротка. Я парень с городка, жил да был, но в как то появился интерес к IT. Наверное все началось с игр, в которые я не мог играть из-за сложности (Europa Universalis 4 и т.д), ну и в одиночной игре я начал использовать команды и копаться в конфигах игры читы тренеры и так далее. Ну у меня была мечта как и у многих сделать СВОЮ игру...<br></br> ...Мдаа ну не в ту сторону завернул потому что оказался в Веб-программирование. Ладно по порядку. HTML первое что я изучил. дальше CSS, Javascript, и python. На Python до сих пор пишу. дальше был застой где-то год 2 не мог найти себя. Изучал от слова 'все!' Godot, Ruby, Go, C#, Flutter. Но сейчас я выбрал основные направление это Мобильная и веб разработка. <br></br> Не сразу пришел к NextJS. Набивал руку на React но я возненавидил Javascript и сейчас пишу исключительно на Typescript потому что это и правда удобная штука. А NextJS вообще крутой фреймворк! <br></br> Хорошо изучил Django. Фреймворк надежный, удобный, красивый и стабильный а так же у Django наилучшая документация которую я видел. <br></br> Вот и все. это все что вам нужно знать обо мне. мои контакты внизу а так же репозиторий этого сайта переходите по ссылке.",
    "repo": "Исходный код"
  },
  "Certificates": {
    "header": "Мои достижения"
  }
}

